00
000
00pm
01
02
04
05
08
09
10
100
100daystovictory
100m
100th
101
104
10pm
10th
11
11am
11th
12
125
12th
13
13th
14
15
150
15th
16
16th
17
18
19
1928
1941
1945
1965
1980
1982
1995
1999
19th
1pm
1st
20
200
2002
2006
2007
2008
2009
2010
2011
2012
2013
2014
2015
2016
2017
2020
20th
21
21st
22
22nd
23
24
24th
25
250
25th
26
26th
27
27th
28
29
29th
2nd
2pm
30
300
30am
30pm
30th
31
33
34
35
350
36
37
38
39
3pm
3rd
40
400
41
43
44
45
450
466488
47
48
4pm
4th
50
500
50th
514
529
535
53rd
54
55
56
5pathisants
5pm
5th
60
600
63
650
66
69467
6pm
70
700
71
72
73
75
75th
78
7pm
7th
80
800
85
8pm
8th
90
90th
93
94
95
96
99
9am
9pm
9th
aaron
abandon
abbey
abbott
abc
aberdeen
abide
abiding
ability
able
aboard
abolish
abolishing
abolishtheirs
aboriginal
abortion
abroad
absolute
absolutely
absurd
absurdity
abuse
abuses
academy
accept
acceptance
accepted
accepting
access
accessible
accomplish
accomplished
accord
according
account
accountability
accountable
accounts
accused
accusing
achieve
achieve_yes
achieved
achievement
achieving
acknowledge
acknowledged
act
acted
acting
action
actions
active
actively
activists
activities
activity
actor
acts
actual
adam
adams
add
added
adding
addison
addition
additional
address
addressed
addresses
addressing
adds
adelaide
adelson
adjustment
adjustments
administration
administrators
admiral
admitted
adopt
adopted
ads
adults
advance
advanced
advances
advantage
advice
advisor
advisors
advisory
advocate
advocates
advocating
aei
affaires
affairs
affect
affected
affects
affiliation_yes
afford
affordable
afghanistan
afl
afraid
africa
african
afternoon
afterward
ag
age
aged
agencies
agency
agenda
aggressive
aging
ago
agree
agreed
agreeing
agreement
agreements
agrees
agricultural
ahead
ai
aid
aide
aider
aides
aidez
aids
ailing
aim
aimed
ain
ainsi
air
aired
airport
airtime
al
alabama
alarming
alaska
albans
albany
albert
alberta
album
alert
alex
alexander
ali
alison
alive
allegations
allen
aller
allez
alliance
allies
alliez
allow
allowed
allowing
allows
ally
alma
alongside
alors
als
alter
alternative
altogether
amazing
ambassador
ambitions
ambitious
amendment
amendments
america
american
americano
americans
ames
ami
amis
amnesty
amounts
amy
analysis
ance
anchor
andrew
andrews
angeles
anger
anger_yes
anglais
angry
angus
ann
anna
anniversary
announce
announced
announcement
announces
announcing
annual
annul
ans
anselm
answer
answered
answering
answers
anthony
anti
anticipation
antonio
anx_yes
anybody
ap
apart
apec
apology
app
apparel
apparently
appeal
appear
appearance
appeared
appears
appeasement
appetite
applaud
applauded
application
applications
apply
applying
appointed
appointment
appreciate
appreciation
apprentice
approach
appropriate
approval
approve
approved
approximately
appui
appuie
appuyer
appuyez
apr
april
area
areas
argue
argument
argus
arizona
arkansas
arlington
armed
armies
arms
armstrong
army
arr
arrested
arrival
arrive
arrived
arrives
arriving
arrogance
art
article
arts
asia
aside
ask
asked
asking
askobama
asks
asktony
assassination
assault
assembly
assent_yes
assistance
assistant
associated
association
astonishing
athletes
atkinson
atlanta
atlantic
attached
attack
attacking
attacks
attempt
attend
attended
attendees
attendez
attending
attention
attitude
attorney
au
auckland
audacity
audience
audio
audit
auditorium
aug
august
aujourd
aussi
austin
australia
australian
australians
author
authored
authorities
authority
authorization
authorize
authorized
auto
autographed
automatic
automatically
aux
available
avant
avec
avenir
avenue
average
avert
avez
avoid
avoir
avons
avril
award
awards
aware
awareness
away
awesome
awful
axelrod
ayotte
baby
backed
backing
backlog
backs
backstage
bad
badly
baghdad
bail
baillieu
bailout
bait
bake
bakery
balance
balanced
balances
balancing
ball
ballot
ballots
ballroom
baltimore
ban
band
bank
banking
bankrupt
bankruptcy
banks
banner
banning
bar
barack
barbara
barely
bargain
barnes
barriers
barry
bars
base
baseball
based
bashir
basic
basketball
bat
battle
battles
baxley
bay
bbq
beach
beaches
bear
beast
beat
beating
beats
beaucoup
beautiful
bec
beck
beer
began
begin
beginning
begins
begun
behalf
behavior
beijing
belief
beliefs
believe
believed
believes
believing
bell
bella
belle
belong
belongs
ben
bend
beneficiaries
benefit
benefits
benghazi
bennett
bennington
bernanke
bernard
bernie
besoin
best
bet
better
betterschools
bid
biden
bien
big
bigger
biggest
bike
bilateral
billion
billionaire
billionaires
billions
bills
biotech
bipartisan
birth
birthday
bit
bite
black
blackmail
blacks
blame
blamed
bland
blasted
blaze
bless
blessed
blessings
blitzer
bloated
block
blocked
blocking
blog
blogged
blogue
bloomberg
blow
blue
blueprint
bluffs
bo
board
boat
bob
bobby
bodies
body
boehner
bogus
bold
bomb
bombers
bon
bond
bonne
bonus
bonuses
book
books
boone
boost
booth
border
borders
boring
born
borrowers
borrowing
bosses
boston
bought
box
boxer
boxing
boy
boys
bp
brain
braley
branch
branches
brand
brations
brattleboro
brave
bread
break
breakfast
breaking
breaks
breakthrough
brennan
brer
brian
bridge
bridges
brief
briefed
briefing
brighter
brilliant
bring
bringing
brings
brink
bristol
britain
britannique
british
broad
broadband
broadcast
broader
broadway
broke
broken
bronagh
brons
bronze
brooklyn
brother
brothers
brought
brown
browse
bruce
brunch
brunswick
brussels
brutal
budget
budgets
build
builders
building
buildings
built
bullied
bullies
bullying
bumper
bumps
bundle
burden
bureau
bureaucracy
bureaucratic
bureaucrats
burlington
burning
burr
burton
bus
bush
business
businesses
businessman
busy
button
buy
buying
buys
buzz
byrd
ca
cabinet
cable
caesar
cake
calculated
calendar
calgary
calif
california
called
caller
calling
callista
calls
calm
cambridge
came
cameron
camo
campagne
campaign
campaigned
campaigning
campaigns
campbell
campus
canada
canadian
canadians
canadiennes
canadiens
canberra
cancelled
cancer
candidacy
candidat
candidate
candidates
candidats
candle
candy
canterbury
canvass
cap
capability
capital
capitalism
capitol
caption
captured
car
carbon
card
cards
care
career
cares
caring
carolina
caroline
carry
carrying
cars
cartels
carter
case
cases
cash
cashing
cast
castle
catastrophic
catch
catching
catherine
catholic
caucus
caucuses
caught
cause
cause_yes
caused
causes
causing
cave
cavuto
cbo
cbs
cdt
ce
ceiling
celebrate
celebrated
celebrating
celebration
celebrity
celina
cembre
census
cent
center
centers
central
centre
century
ceo
ceos
ceremonial
ceremony
certain
certain_yes
certainly
ces
cet
cette
ceux
chain
chained
chair
chaired
chairman
chairs
challenge
challenges
challenging
chamber
champion
championship
champs
chance
chances
change
changed
changement
changer
changes
changing
channel
chapter
chaque
character
charge
charges
charging
charities
charity
charles
charleston
charlie
charlotte
charlottetown
chart
chase
chat
chatting
chavannes
chch
check
checking
checks
cheer
cheering
cheers
chef
chelsea
chemical
chez
chicago
chicken
chief
chiefs
child
childhood
children
chilliwack
china
chinese
chip
chloe
choice
choices
choose
chose
chosen
chris
christ
christchurch
christian
christine
christmas
chronicle
chrysler
chuck
church
churchill
ci
cinq
cio
circle
circumstances
cited
cities
citing
citizen
citizens
citizenship
citoyens
city
civil
civilian
civility
civilized
claim
claimed
claiming
claims
clamp
claration
clark
class
classic
clean
clear
clearly
clears
cleveland
click
clicking
cliff
climate
climb
clinic
clinics
clinton
clip
cliquez
close
closed
closely
closer
closing
clothes
cloture
cloud
club
cnbc
cnn
coal
coalition
coast
code
coeur
coffee
coin
cola
colas
colbert
cold
cole
coleman
collapse
collapsing
colleague
colleagues
collect
collectable
collection
collectively
college
colleges
collins
colombie
colonel
color
colorado
colors
columbia
columbus
column
com
combat
combating
combined
comcast
come
comes
comfort
coming
comit
commandant
commander
comme
commemorating
commemorative
comment
commentary
comments
commerce
commercial
commission
commissioner
commit
commitment
committed
committee
committees
commodity
common
commons
commonsense
commonwealth
communaut
communicate
communication
communications
communities
community
companies
companion
company
compared
compensation
compete
competing
competition
competitive
complete
completely
completing
complex
complicated
complimentary
comprehensive
comprend
compromise
comt
conceived
concept
concern
concerned
concerns
concert
concessions
conclude
concluded
conclusion
conclut
concours
condemned
conditions
condolences
conduct
conducted
conference
confidence
confident
confirm
confirmation
confirmed
confirms
conflict
conflicts
confront
congr
congrats
congratulate
congratulated
congratulates
congratulations
congress
congressional
congressman
congressmen
connect
connected
connecticut
connection
conscience
conseil
consensus
consent
consequences
conservatism
conservative
conservatives
consider
consideration
considered
considering
consistent
consistently
constant
constituency
constituents
constitution
constitutional
construction
consultation
consulting
consumer
consumers
contact
contains
contemplating
contenant
content
contenu
contest
context
continue
continued
continues
continuing
contraception
contract
contractors
contracts
contrast
contre
contribute
contributed
contributing
contribution
contributions
contributor
contributors
control
controlled
controversial
convention
conversation
conversations
convince
convinced
conway
cook
cooperation
copies
copy
cordray
core
cork
corner
corp
corporate
corporation
corporations
corps
corpus
correct
corrupted
corruption
corzine
cosponsor
cosponsored
cost
costing
costs
cotton
council
counsel
count
countered
counterterrorism
counting
countries
country
counts
county
coupe
couple
coupon
courage
courageous
courriel
course
court
courts
couter
coutez
couvrez
cover
coverage
covered
covering
covers
cpac
cpac2014
cpac2016
cpi
cr
crack
craighead
crash
crashed
crazy
cream
create
created
creates
creating
creation
creative
creator
creators
credibility
credit
creek
crime
crimea
crimean
crimes
criminal
crises
crisis
crist
critic
critical
criticized
critics
croagh
cross
crossed
crossfire
crossing
crowd
crowds
crowley
crucial
crude
crumbling
crushed
crushing
cruz
cruzcrew
ct
ctv
cub
cuba
cuban
cultural
culture
cultures
cuomo
cup
curb
curbing
cure
current
custom
customer
customers
cut
cuts
cutting
cyber
cycle
dad
dads
daily
dakota
daley
dallas
damage
damaging
damn
dan
danger
dangerous
dangers
daniel
dans
dark
darkness
data
date
dates
daughter
daughters
dave
davenport
david
davis
davos
dawn
day
days
dc
dccc
dead
deadline
deal
dealing
dealmaker
deals
dealt
dean
dear
death
deaths
debate
debated
debates
debating
debbie
debt
debts
dec
decade
decades
decal
december
decent
deception
decide
decided
decision
decisions
deck
declaration
declared
decline
decreased
decried
dedicated
dedication
deeds
deep
deeper
deeply
default
defeat
defeated
defence
defend
defended
defending
defense
deficit
deficits
define
defining
defund
defunding
defundobamacare
degrees
dehors
del
delaware
delay
delays
delegates
delegation
delhi
deliver
delivered
delivering
delivers
delivery
dem
demagoguery
demain
demand
demanded
demanding
demands
demint
democracy
democrat
democratic
democrats
demonstrate
demonstrated
dems
denial
denied
denis
dennis
denounced
dent
dental
denver
deny
denying
department
departure
depend
dependence
depression
depth
deputy
derailed
derni
dernier
derry
des
described
deserters
deserve
deserved
deserves
design
designed
designs
desire
desk
desperately
despite
destroy
destroying
destruction
destructive
detailed
details
determination
determine
determined
detroit
deux
deval
devastating
develop
developed
developers
developing
development
devenir
devez
devons
devoted
devrait
dialogue
diamond
dianne
dick
dictatorship
die
died
diff
differ_yes
difference
differences
different
difficult
difficulties
digital
dignitaries
dignity
dimanche
dime
diner
dinner
diplomatic
dire
direct
directement
direction
directly
director
dirtiest
disabilities
disability
disabled
disagree
disappear
disappearing
disappears
disappointed
disappointing
disaster
disastrous
disclose
discount
discours
discourse
discrep_yes
discretionary
discrimination
discuss
discussed
discusses
discussing
discussion
discussions
disease
disgrace
disgusted
dishonesty
dismal
dismantle
dismantling
dismayed
dismember
dismissed
display
disregard
distribution
district
disturbing
dit
diverse
diversity
divide
divided
diwali
dna
dnc
doctor
doctors
document
documentary
documents
dog
doing
doit
doj
dollar
dollars
domestic
dominated
donald
donate
donated
donating
donation
donations
donnell
donnez
donor
donors
dontfundit
door
doors
double
doubling
doubt
doug
douglas
download
downturn
dozen
dozens
dr
draft
dramatic
dramatically
drawing
drawn
draws
dream
dreams
drew
drive
driven
driving
drop
dropped
drove
drug
drugs
du
dublin
dubuque
ducation
dumb
duplicity
duty
dynamics
dysfunctional
earlier
early
earn
earned
earns
earthquake
easier
easily
east
easter
eastern
easy
eat
eavesdropping
ebola
economic
economically
economics
economist
economists
economy
ed
edition
editor
editorial
edmonton
edt
educate
education
educational
edward
effect
effective
effectively
effects
efficiency
efficient
effort
efforts
egypt
ehrlich
eighth
el
elderly
elect
elected
electing
election
elections
electoral
electorate
electric
elephant
eligible
eliminate
eliminated
eliminating
elites
elizabeth
elle
elliott
ellis
ellison
em
email
emails
emanuel
embargo
embarrassment
embassy
embodied
embodies
embrace
embraced
emerge
emergency
emerging
emissions
empire
employed
employee
employees
employer
employers
employment
empower
empowering
en
enable
enact
enacted
encore
encourage
encouraged
encouragement
encourages
encouraging
end
enda
ended
ending
endorse
endorsed
endorsement
endorsements
endorses
endorsing
endowed
ends
enemies
enemy
energy
enforce
enforcement
enforcing
engage
engaged
engagement
engagements
engine
engineered
england
english
enhance
enjoy
enjoyed
enjoying
enormous
enormously
enregistrement
enregistrer
enroll
enrolled
enrollment
ensemble
ensuite
ensure
ensuring
entame
enter
entered
entering
enterprise
enthusiasm
enthusiastic
entire
entirely
entitled
entitlement
entitlements
entre
entrepreneurs
entrepreneurship
entrevue
entry
envers
environment
environmental
environmentally
envoyez
envy
epa
equal
equality
equally
equipment
era
eric
ernst
es
escalate
esp
especially
essay
essential
essex
est
establish
established
establishment
estimate
et
ethnic
eu
europe
european
evening
event
eventbrite
events
eventually
everybody
everyday
evidence
evident
exactly
examined
examines
example
excellent
excellente
exceptional
excerpts
excessive
exchange
exchanges
excited
exciting
exclusive
excuse
executive
executives
exempt
exemption
exercise
exhibition
exist
existing
exists
exp
expand
expanded
expanding
expands
expansion
expect
expectancy
expected
expensive
experience
experienced
expert
experts
expire
expired
explain
explained
explaining
explains
expliquera
export
exports
exposed
express
expressed
expresses
extend
extended
extending
extension
extra
extraordinary
extreme
extremely
extremists
eye
eyes
fa
face
facebook
faced
faces
facile
facilities
facility
facing
fact
factor
factory
facts
fail
failed
failing
fails
failure
failures
fair
faire
fairer
fairfax
fairness
fairtax
faites
faith
fall
fallen
falling
falls
false
familiar
families
famille
family
famous
fan
fannie
fans
fantastic
far
farm
farmers
farrow
fashioned
fast
fatal
father
fathers
faut
favor
favoring
favorite
fbi
fcc
fear
feature
featured
featuring
feb
february
fec
fed
federal
federally
federation
fedupthebook
fee
feed
feedback
feel
feel_yes
feeling
feels
fees
feet
feinstein
fellow
felt
female
ferguson
festival
few_sixltr
fewer
fi
field
fierce
fiercely
fifth
fifty
fight
fighter
fighters
fighting
fights
figure
figures
filed
filibuster
filibusters
filled
filler_yes
film
fin
final
finally
finance
finances
financial
financially
financing
finding
fine
finish
finished
fired
firefighters
fires
firm
firmly
fiscal
fisher
fishing
fits
fitzgerald
fix
fixed
fixes
fixing
fl
fla
flag
flash
fleece
fleischmann
flight
flights
flooding
floor
florida
flow
flowing
fly
flying
fm
focus
focused
focusing
fois
folks
follow
followed
followers
following
food
foods
foot
football
forbes
force
forced
forceful
forces
forcing
ford
forecasts
forecourt
foreign
foremost
forever
forge
forget
forgotten
form
formally
formation
forme
formidable
forms
fort
forthcoming
fortune
fortunes
forum
forward
fossil
foster
fought
foundation
foundations
founder
founding
fourchon
fourth
fox
framework
fran
france
francis
francisco
frank
franken
franklin
fraud
fraudulent
fred
freddie
free
freed
freedom
freely
french
fresh
friday
friend
friendly
friends
friendship
frustrated
ft
fuel
fuels
fullrepeal
fully
fun
function
fund
fundamental
fundamentally
funded
funding
fundraiser
fundraising
funds
funny
furious
furloughed
future
futures
ga
gael
gagner
gagnez
gain
gains
gala
galway
game
games
gang
gangs
gap
garden
gardez
garner
garret
gary
gas
gasoline
gather
gathered
gathering
gave
gay
gays
gdp
gear
gearing
geelong
geithner
gen
gender
general
generated
generation
generations
generic
generous
genetically
genius
gens
genuine
george
georgia
gerald
german
germany
gerry
gets
getting
gettysburg
giant
gift
gifts
gillard
gimmick
gingrich
giovanni
girls
given
gives
givevetsavoice
giving
glad
glasgow
glass
glenn
glimpse
global
globe
gmo
goal
goals
god
goes
going
gold
golden
golf
gone
good
goodman
google
gop
gopdebate
got
gotten
gouvernement
gov
governing
government
governments
governor
governors
govt
gowdy
gp
gr
grab
grace
graduates
graham
grand
grandchildren
granddaughter
grandkids
grandmother
grandson
granite
grant
granted
grants
grass
grassroots
grateful
gratitude
grave
gray
great
greater
greatest
greatly
greed
greek
green
greenhouse
greenville
greet
greeted
greeting
greets
greg
greta
grew
grid
griffin
gross
grotesque
ground
group
groups
grow
growing
grown
grows
growth
guarantee
guaranteed
guarantees
guard
guardian
guess
guest
guests
guide
gulf
gun
guns
gut
guy
guys
ha
habs
hair
hal
haley
half
halifax
hall
halloween
halt
hamilton
hampshire
hand
handed
handful
hands
hang
hangout
hannity
hanover
hanukkah
happen
happened
happening
happens
happiness
happy
harassing
harassment
harbor
hard
harder
hardworking
harkin
harm
harmed
harmful
harms
harper
harris
harrison
harry
harryreidsshutdown
hartmann
has_exclam
has_hashtag
has_qmark
has_url
hashtag
hat
hate
hats
havens
having
hawaii
hawkeye
hayes
hb
head
headed
heading
headlines
headquarters
heads
healed
health
healthcare
healthy
hear
hear_yes
heard
hearing
hearings
heart
hearts
heat
heating
heavily
heavy
hedge
heidi
heights
hekia
held
helicopter
hell
hello
help
helped
helping
helps
henry
herald
heritage
hero
heroes
heure
heureux
hey
hi
hidden
hide
hier
high
high_wps
higher
highest
highlight
highlighted
highlighting
highlights
highly
highway
hike
hikes
hill
hillary
hire
hiring
histoire
historians
historic
history
hit
hits
hitting
hnp
ho
hobbit
hobby
hold
holder
holding
holds
holiday
holidays
hollywood
home
homeland
homeless
homelessness
homes
hometown
hon
honest
honesty
honor
honored
honour
hoo
hood
hoodie
hook
hope
hopes
hoping
horizon
horrendous
horrors
hospital
hospitals
host
hostage
hosted
hosting
hosts
hotel
hour
hours
house
households
houses
housing
houston
howard
hoyer
hq
hrc
hub
huck
huckabee
hudson
huffington
huge
hui
hull
human
humanity
hundreds
hungry
hurdle
hurricane
hurry
hurt
hurting
husband
hutchison
ia
ibm
ice
ici
icymi
id
idaho
idea
ideals
ideas
identified
identify
ideological
ideology
idolatry
ignatieff
ignore
ignored
ignoring
ii
il
ill
illegal
illegally
illinois
image
images
imagine
imf
immediate
immediately
immigrant
immigrants
immigration
impact
impacted
impacts
impasse
imperative
implement
implementation
implementing
import
importance
important
importantly
impose
imposing
impossible
impressive
impromptu
improve
improved
improvement
improvements
improving
inadequate
inaugural
inauguration
inbox
incarceration
incentive
incident
include
included
includes
including
income
incomes
incompetent
inconsistent
increase
increased
increases
increasing
increasingly
incredible
incredibly
incumbent
incumbents
indefensible
independence
independent
independents
index
india
indiana
indianola
indicate
indicated
indifference
indispensable
individual
individuals
indonesia
industrial
industrialized
industries
industry
indyref
inequality
inevitable
inflation
influence
influential
info
infographic
information
informations
informed
infrastructure
initiative
initiatives
injecting
innisbrook
innocent
innovation
innovative
inscrire
inscrit
inscrivez
inside
insider
insight_yes
insist
inspiration
inspired
inspiring
instagram
instead
institute
instituted
institution
institutions
insult
insurance
insurers
int
integrity
intelligence
intend
intended
interactive
interested
interesting
interests
interim
international
internet
intervention
interview
interviewed
interviews
introduce
introduced
introduces
introducing
introduction
intrusion
invest
invested
investigate
investigation
investigations
investing
investment
investments
investors
invitation
invite
invited
inviting
involved
io
iowa
iowans
ipab
iran
iraq
ireland
irish
irs
is_analytic_no
is_analytic_yes
is_authentic_no
is_authentic_yes
is_clout_no
is_clout_yes
is_tone_no
is_tone_yes
isis
islam
islamic
islamist
island
islanders
islands
isle
islington
israel
issue
issued
issues
istana
italy
items
jack
jackson
jacksonville
jail
jails
jakarta
james
jan
janet
janisse
january
japan
japanese
jarrett
jason
jay
jazeera
je
jean
jeanne
jeb
jeff
jefferson
jeopardy
jerry
jersey
jeudi
jeuner
jeunes
jeunesse
jewish
jim
jimmy
jindal
jo
joan
job
jobless
jobs
joe
john
johnsbury
johnson
joignez
join
joindre
joined
joining
joins
joint
jon
jonathan
jones
joni
joseph
jour
journ
journal
journalists
journey
jours
joy
joyeuse
jp
jpmorgan
jr
judge
judges
judicial
judiciary
judith
julia
july
jumpstart
june
jury
jusqu
juste
justice
justices
justin
kaiapoi
kansas
karen
karl
kasich
kate
katherine
katie
katimavik
keene
keeping
keeps
keepterroristsout
keith
kelly
kempforum16
ken
kennedy
kenny
kenosha
kentucky
kept
kerry
kevin
key
keynote
keystone
kick
kicked
kicking
kickoff
kicks
kid
kids
kill
killed
killer
killing
kind
kindergarten
king
kingdom
kings
kirk
kiwi
kiwis
knew
knock
knocked
knocking
know
knowing
knowledge
known
knows
knoxville
koch
kochs
konni
korea
korean
kos
kudlow
kyle
la
label
labeling
labels
labonte
labor
labour
lac
lack
laconia
ladder
lady
lagac
laid
lake
lanc
land
lanes
language
large
largely
largest
larry
las
late
later
latest
lauer
laugh
laughing
launch
launched
launching
laura
law
lawless
lawlessness
lawmakers
lawn
lawrence
laws
lawsuit
lawsuits
lawyers
lay
le
lead
leader
leaders
leadership
leading
leadright2016
league
leahy
learn
learned
learning
leave
leaves
leaving
lection
lections
lectorale
led
lee
leeds
left
legacy
legal
legend
legendary
legion
legislation
legislative
legislators
legislature
leno
les
lesson
lessons
let
lets
letter
letterman
letters
letting
lettre
leur
leurs
level
levels
leverage
levin
lew
lewis
lgbt
lib
liberal
liberals
libertarian
liberties
liberty
library
libya
lie
lieberman
lied
lien
lies
lieu
lieutenant
life
lifetime
lift
lifting
light
lighting
lights
ligne
like
liked
likely
likes
limbaugh
limit
limite
limited
limits
lincoln
line
lined
lines
link
links
lisa
list
liste
listed
listen
listening
listens
listings
literally
literature
little
live
lived
lives
livestream
living
loan
loans
lobby
lobbying
lobbyists
local
located
location
locations
london
lone
long
longer
longest
look
looked
looking
looks
looming
loophole
loopholes
lors
los
lose
loser
losers
loses
losing
loss
lost
lot
lots
loud
loudly
louis
louisiana
love
loved
loves
loving
low
low_wps
lower
lowest
lowry
lpc
lt
lubbock
luck
lucrative
lugar
lui
lunch
luncheon
lunchtime
lundi
luther
ma
machine
machinery
magazine
magic
magical
mail
mailing
main
maine
mainstream
maintain
maintenance
maintenant
mais
major
majorities
majority
make
makeamericagreatagain
makedclisten
maker
makes
making
mall
malley
man
manage
management
manager
managers
manchester
mandate
mandela
mani
manly
manner
manqu
manufacturers
manufacturing
many_sixltr
map
marathon
march
marched
marco
mardi
margin
marijuana
marine
marines
mark
marked
market
marketplace
markets
markey
marks
marriage
married
marry
mars
marshall
mart
martha
martin
martinomalley
mary
maryland
marylanders
mason
mass
massachusetts
massie
massive
master
match
mateparae
mater
matheson
matin
matt
matter
matters
maybe
mayor
mayoral
mayors
mccain
mcconnell
mccully
mccutcheon
mcdonald
mcdonough
mcgill
md
meals
mean
meaning
meaningful
means
meant
measure
measures
medal
media
median
medicaid
medical
medicare
medicine
meet
meeting
meetings
meets
meilleur
melbourne
member
members
memday
memo
memorable
memorial
memory
men
menino
menorah
mental
mention
mentioned
merchandise
merci
mercredi
merkley
merry
mes
mess
message
messages
messaging
messenger
met
mexican
mexico
miami
michael
michelle
michigan
mick
middle
middlebury
midi
midland
midnight
midst
midterm
mieux
mighty
mike
miliband
militants
military
miller
million
millionaires
millions
milwaukee
mind
minimum
minister
ministers
minnesota
minor
minority
minuit
minute
minutes
miracle
misguided
misleading
mismanagement
miss
missed
mission
mississippi
missouri
mistake
mistakes
mitch
mitt
mlb
mo
mobile
model
moderate
modern
modernize
modest
modified
moi
moines
mois
mom
moment
moments
momentum
moms
mon
monday
monde
monetary
money
moneybomb
monitor
monsanto
montana
montgomery
month
monthly
months
montpelier
montr
montreal
montrer
monument
moral
morally
morgan
morning
mornings
mortgage
mortgages
moscow
mosque
mosques
mother
mothers
motion
motivated
motor
motorcade
mount
mountain
mourning
mouvement
moved
movember
movement
moveon
moves
movie
moving
moyers
mp
mps
mr
msnbc
mug
multi
multinational
mulvaney
murphy
murray
museum
music
muslim
mygop
mystery
na
naacp
named
nancy
narrative
nascar
nashua
nassau
nathan
nation
national
nationale
nationally
nations
nationwide
natural
nature
navy
nbc
nc
ndis
ne
near
nearby
nearly
nebraska
nebraskans
necessary
need
needed
needs
negative
negemo_yes
negotiate
negotiating
negotiations
negotiators
neighborhoods
neighbors
neil
nelson
nement
nements
ner
nergie
net
netspeak_yes
network
networks
neutrality
neuve
nevada
neverforget
new
newest
newly
news
newsletter
newsmax
newspaper
newspapers
newt
nh
nhs
nice
nichols
nick
nickel
nicola
night
nightmare
nikki
nip
nixon
noble
noise
nombre
nominate
nominated
nomination
nominations
nominee
nominees
non
nonetheless
nonflu_yes
noon
norm
normal
normally
north
northern
nos
note
noted
notes
noticed
notre
nous
nouveau
nouvelle
nov
novel
november
novembre
nrcc
nsa
nsw
nuclear
number
numbers
numerous
nurses
nutrition
nv
ny
nz
nzers
oath
obama
obamacare
obamacarecosts
obamacosts
obamascare
obligation
obscene
occasion
oct
october
oeil
ofa
offenders
offense
offer
offered
offering
offers
office
officers
offices
official
officially
officials
offset
oh
ohio
oil
ok
okay
oklahoma
old
older
oligarchic
oligarchy
olivia
olympic
olympics
omnibus
ones
ongoing
online
ont
ontario
op
oped
open
opened
opening
openly
opens
opera
operate
operates
operation
operations
opinion
opinions
opponent
opponents
opportunities
opportunity
oppose
opposed
opposition
oppressive
optimistic
option
options
order
ordinary
oregon
org
organisation
organised
organization
organizations
organize
organized
organizer
organizers
organizing
orientation
original
orlando
orleans
otis
ottawa
ou
oubliez
ouest
ought
outcome
outcomes
outer
outline
outlines
outlook
outpouring
outrageous
outside
outstanding
ouvert
oval
ovation
overall
overcome
overdue
overhaul
overnight
overreach
overseas
oversight
overturn
overturned
overwhelmed
overwhelming
overwhelmingly
owe
owed
owned
owner
owners
owns
pa
pac
pacific
pack
package
packed
pacs
pact
page
pages
paid
pain
paint
pair
pakistan
palace
palin
palm
panel
panels
pantsuit
paper
papineau
par
para
parade
paralympic
paralympics
parata
parc
parce
parenthood
parents
parfait
paris
park
parker
parle
parliament
parnell
partag
partager
partagez
parti
partial
participants
participate
participated
participates
participating
participation
participer
participez
particular
particularly
partie
partielle
parties
partisan
partner
partners
partnership
partout
parts
party
pas
pascoe
pass
passage
passed
passer
passes
passing
passion
passionate
passover
past
pat
path
patient
patients
patrick
patriot
patriotic
patriots
pattern
patty
paul
pause
pawlenty
pay
paycheck
paychecks
payer
paying
payment
payments
payroll
pays
pbs
peace
peaceful
peak
pecantour
pella
pelosi
pen
penalty
peninsula
pennsylvania
penny
pension
pensions
pentagon
people
percent
percentage
perfect
perfectly
perform
performance
performing
period
permanent
permits
perry
perry2016
persistent
person
personal
personalized
personally
personnalis
personnes
persons
perspective
pete
peter
peterson
petit
petition
petraeus
peut
pharmaceutical
phenomenally
phil
philadelphia
philanthropist
philanthropy
philippines
phoenix
phone
phony
photo
photocall
photos
physician
physicians
pick
picked
picks
pics
picture
pictured
pictures
pie
piece
pieces
pier
pierre
pierrefonds
pilgrims
pills
pin
pinning
pinterest
pipeline
pitch
pittsburgh
pivotal
place
placed
plagued
plan
plane
planes
planet
planetary
planned
planning
plans
plant
planting
plants
plate
platform
play
playboy
played
players
playing
playlist
plays
plc
pleasant
pleased
pleasure
pledge
pledged
plenty
plowshares
pls
plus
plusieurs
plut
pm
podcast
point
points
poised
poland
police
policies
policy
political
politically
politician
politicians
politico
politics
politicususa
politique
poll
polliepedal
polling
pollingplaces
polls
pollution
polo
ponses
poor
poorer
poorest
poorly
pope
popular
population
populism
populist
por
port
porte
portion
portland
posemo_yes
poses
position
positions
positive
possibilities
possibility
possible
possibly
post
postal
posted
poster
posting
posts
potential
potentially
pour
pourquoi
pourrez
poursuit
pouvez
poverty
power
power_yes
powerful
powers
pr
practice
practices
praise
praised
praising
pray
prayer
prayers
praying
pre
precious
predicted
predictions
prefer
preferences
premi
premier
premiums
prend
prenez
prepare
prepared
prepares
preparing
pres
prescription
prescriptions
presence
present
presentation
presented
preserve
presidency
president
presidential
presidents
press
pressed
pressure
pretty
prevent
preventable
prevented
preventing
preview
previous
previously
price
priced
prices
pride
primary
prime
prince
principle
principled
principles
print
prior
priorities
priority
prison
prisoners
prisons
privacy
private
privatization
privilege
privileged
pro
probably
probl
problem
problems
proceeds
process
prochain
produce
produced
producing
product
production
productions
productive
productivity
products
professional
professionals
professor
profile
profit
profitable
profits
profound
profoundly
program
programme
programs
progress
progressive
progressives
prohibit
project
projects
promise
promised
promises
promising
promo
promote
promoting
proof
propane
property
proposal
proposals
propose
proposed
proposes
prosecuted
prosecutor
prosperity
prosperous
protect
protected
protecting
protection
protections
protects
protest
proud
proudly
prouvez
prove
proved
proven
provide
provided
providers
provides
providing
provision
provisions
pt
pub
public
publication
publicly
publier
publish
published
pull
punch
pundits
punish
puppets
purchase
purchases
purpose
purposes
pursue
pursuit
push
pushed
pushing
puts
putting
qaeda
qc
qu
qualified
quality
quand
quarter
quarterly
quatre
que
quebec
queens
quelques
quest
question
questioned
questions
qui
quick
quickly
quipe
quit
quite
quiz
quo
quoi
quote
race
races
rachel
racial
racism
radar
radical
radically
radicals
radio
rahm
rail
rain
rainy
raise
raised
raises
raising
ral
rale
rallied
rallies
rally
ran
rand
randlive
randpaulforpresident
range
ranging
rank
ranked
ranking
rapid
rapidly
rare
rarotonga
rassemblement
rate
rated
rates
raux
raw
reach
reached
reaching
reaction
read
reading
ready
reaffirm
reagan
real
realities
reality
realize
really
reason
reasonable
reasons
rebuild
rebuilding
recall
recap
receive
received
receives
receiving
recent
recently
reception
recess
recession
recevoir
recipients
reckless
recklessness
recognize
recognized
recommend
reconcile
reconsider
record
recorded
recording
records
recovery
red
redstate
reduce
reduced
reducing
reduction
reelection
referendum
referring
refinance
refinancing
reflect
reflected
reform
reformer
reforms
refugees
refusal
refuse
refused
refuses
refusing
regan
regarder
regardez
regarding
regardless
regime
region
regional
register
registered
registering
registration
regular
regulating
regulation
regulations
regulators
regulatory
reich
reid
reilly
rein
reiterated
reject
rejected
rejection
rejects
related
relations
relationship
relative
release
released
relentless
relevant
relief
religious
rely
relying
remain
remaining
remains
remarkable
remarks
remember
remembering
remind
reminded
reminder
reminds
remove
removed
removing
renaissance
rencontre
rencontrer
rencontres
rencontrez
renew
renewable
renewed
reno
rent
reopen
rep
repeal
repealed
repealing
repeat
repeatedly
replace
replaced
report
reported
reportedly
reporter
reporters
reporting
reports
represent
representative
representatives
representing
represents
reps
republic
republican
republicans
reputation
request
require
required
requirement
requires
requiring
res
rescue
research
reserve
reserves
residence
residents
resign
resignation
resist
resolution
resolve
resort
resources
respect
respond
responded
responders
response
responses
responsibility
responsible
rest
restaurant
reste
restoration
restore
restored
restoring
restrictions
result
resulted
resulting
results
resume
rethink
retired
retiree
retirees
retirement
retreat
return
returned
returning
returns
reuters
rev
reveal
revealed
revelations
revenue
revenues
reverse
review
revival
revolution
revolutionary
reward
reward_yes
rhetoric
rhetorical
rhode
ribbon
rich
richard
richer
richest
richmond
rick
rickperry
rid
ride
ridge
ridiculous
riding
rience
rigged
right
rights
ring
rise
risen
rising
risk
risk_yes
river
rivers
rli
rnc
road
roads
robert
roberts
robin
robison
rochester
rock
role
roll
rolling
rollinsford
rollout
romney
ron
ronald
ronan
room
roosevelt
roots
rose
rotorua
round
roundtable
route
routine
row
royal
rp
rsvp
rt
rubio
rudy
rugby
rule
ruled
rules
ruling
rulings
run
running
runoff
runs
rural
rush
russia
russian
rutland
ryan
sa
sacrifice
sacrificed
sacrifices
sad
sad_yes
saddened
safe
safer
safety
said
saint
sale
sales
salon
sam
samantha
samedi
samoa
san
sanctions
sander
sanders
sandra
sands
sandy
sans
santorum
sarah
sasha
saskatchewan
sasse
sat
satisfaction
saturday
save
saved
saving
savings
savoir
saw
say
saying
says
sc
scale
scandal
scandals
scary
scenes
schatz
schedule
scheduled
scheme
school
schools
schultz
science
scientific
scientist
scientists
score
scotland
scott
scotus
screen
screening
scunthorpe
se
sea
seafood
seamus
sean
seanad
search
season
seat
seats
seattle
sebelius
second
seconds
secret
secretary
section
sector
secular
secure
securing
security
see_yes
seeing
seek
seeking
seeks
seen
sees
segment
sein
seize
seized
select
selected
self
selfie
sell
selling
semaine
sen
senate
senator
senators
send
sending
sends
seneca
senior
seniors
sens
sense
senseless
sent
sentence
seoul
separate
sept
september
sequester
sequestration
sera
series
seriously
serve
served
serves
service
services
serving
ses
session
sessions
set
seth
sets
setting
settle
settlement
seulement
seven
severe
sex
sexual
sgt
shadow
shadows
shaheen
shake
shall
shannon
shape
shaped
share
shared
shares
sharing
sharp
sharpton
shealah
shelby
sheldon
sherbrooke
sherrod
shift
shifted
shine
shining
shipping
shirt
shirts
shock
shocked
shooting
shootings
shop
shopping
shore
short
shortage
shorten
shortly
shot
showdown
showed
showing
shown
shows
shrinking
shumlin
shut
shutdown
shutting
si
sick
sides
sight
sign
signature
signed
significant
significantly
signing
signs
silence
silver
similar
simon
simple
simply
sing
singapore
single
singleton
sinon
sioux
sir
sisters
sit
site
sites
sits
sitting
situation
sixth
size
skills
skyrocketing
slow
small
smaller
smart
smarter
smile
smiles
smith
smoking
snap
snapchat
snooki
snow
snp
soap
sobre
soccer
social
socialism
socialist
society
socks
soft
soir
solar
sold
soldier
soldiers
solid
solidarity
solution
solutions
solve
solyndra
somebody
sommes
son
song
sont
soon
sophie
sorrow
sorry
sort
sotu
soul
soumettre
sound
sounds
souper
source
sources
south
southern
souza
sovereignty
sox
space
span
spare
spartanburg
spc
speak
speaker
speakers
speaking
speaks
special
specialist
specific
specifically
spectrum
speculation
speculators
speech
speeches
speedway
spend
spending
spends
spent
spike
spikes
spill
spin
spirit
splitting
spoke
spoken
spokesman
sponsor
sponsored
sponsors
sport
sports
spot
spotted
spread
spreading
spree
spring
springfield
spur
spying
square
st
stability
stable
stadium
staff
stage
stake
stamp
stamps
stand
stand4life
standards
standing
standoff
stands
standwithrand
star
stark
stars
start
started
starting
starts
startups
starvation
state
stated
statement
statements
staters
states
statewide
stating
station
statistics
status
statutory
stay
stays
steagall
steep
steny
step
stephanie
stephen
steps
steve
stewart
sticker
stickers
sticking
stifling
stimulate
stimulus
stock
stood
stop
stopgap
stopped
stopping
stops
store
stories
storm
story
straight
strained
strategic
strategy
straw
stream
streamed
streaming
street
streets
strength
strengthen
strengthened
strengthening
stress
stressed
strike
strikes
striking
string
strings
stripes
strong
stronger
strongest
strongly
struck
structure
struggle
struggled
struggles
struggling
stuck
student
students
studies
studio
study
stuff
sturgeon
style
stymied
subcommittee
subject
submissions
submit
submitted
subscribe
subsidies
substantial
succeed
success
successful
successfully
sud
suddenly
suffered
suffering
suggest
suggested
suggesting
suggests
suicide
suit
sullivan
summary
summer
summerville
summit
sums
sun
sunday
super
superannuation
supplemental
supplier
suppliers
supply
support
supported
supporter
supporters
supporting
supportive
supports
supposed
supreme
sur
sure
surf
surfing
surprise
surprised
surrounding
surveillance
survey
survive
susan
suspect
suspected
sustainable
susteren
swear_yes
sweeping
swim
swing
swords
sworn
sydney
symbol
sympathies
sympathisant
sympathisants
sympathy
syria
systemic
systems
tab
table
tackle
tackling
tactics
tag
tait
takebacksd10
taken
takeover
takes
taking
talent
talented
talk
talked
talking
talks
tampa
tank
tanks
tant
taoiseach
tap
tape
taping
tar
target
targeted
targeting
targets
task
tasman
taught
tax
taxation
taxes
taxing
taxpayer
taxpayers
taylor
tbt
td
te
tea
teacher
teachers
teaching
team
teams
teaparty
tech
technology
ted
tedcruz
teddy
tee
tehran
telegraph
telephone
television
tell
telling
tells
temple
temporarily
temporary
temps
tennessee
tens
tentat_yes
tenth
term
terms
terrain
terre
terrible
terribly
terrific
terror
terrorism
terrorist
terrorists
terry
tes
test
testified
testimonials
testimony
texan
texans
texas
text
thad
thank
thankful
thanking
thanks
thanksgiving
theater
theirs
theme
thing
things
think
thinking
thinks
thirds
thisislabor
thom
thomas
thompson
thought
thoughtful
thoughts
thousand
thousands
threat
threaten
threatened
threatening
threatens
threats
threshold
thrilled
thrive
throw
throwback
throwbackthursday
throwing
thurs
thursday
ticket
tickets
tie
ties
till
tim
timely
times
timothy
tiny
tip
tips
tir
tired
tireless
tirelessly
title
toast
today
todd
told
tolerance
tolerate
tom
tomorrow
tonight
tony
took
tool
tools
topic
topics
toronto
tort
torture
total
totally
touch
touched
tough
tougher
toujours
tour
tourism
tourn
tours
tous
tout
toute
touted
toutes
town
townhall
toxic
toyota
tpa
tr
track
trade
trading
tradition
traditional
tragedy
tragic
trail
trailer
train
training
trans
transform
transformed
transforming
transgender
transparency
transport
transportation
traumatic
travail
traveled
travelers
traveling
travesty
tre
treasury
treat
treated
treatment
treats
treaty
tree
tremendous
trend
trending
trey
trial
tribune
tribute
trickle
tricks
tried
trillion
trillions
trip
troops
trop
trouble
troubled
troubling
trouvez
trudeau
true
truly
trump
trumpadvice
trumpvlog
trust
trusted
truth
truthdig
truthout
truths
try
trying
ts
tsunami
tudiants
tuesday
tuition
tumblr
tune
tuned
tuning
turmoil
turn
turned
turner
turning
turnout
turns
tv
tweet
tweeting
tweets
twice
twin
twitter
tx
type
type_event
type_link
type_photo
type_status
type_video
typical
tyranny
udall
ugly
uk
ukraine
ukrainian
ultimate
ultimately
una
unable
unacceptable
unaccountable
unalienable
unanimously
uncertain
uncertainty
unconstitutional
undecided
undermine
undermines
understand
understanding
understands
underway
undo
undocumented
une
unelected
unemployed
unemployment
unfair
unfortunately
uniform
uninsured
union
unions
unite
united
unity
universal
universit
universities
university
unleash
unless
unlike
unlikely
unlimited
unpaid
unpopular
unprecedented
unsure
unveil
unveiled
upcoming
update
updated
updates
upheld
uphold
upset
upstate
urban
urge
urged
urgent
urges
urging
url
usa
use
used
user
users
uses
using
usps
usual
usually
ut
utah
utterly
va
vacation
valentine
valerie
valley
value
values
van
various
vast
vean
vegas
vendredi
venez
venice
venture
verdict
verizon
vermont
vermonters
version
veteran
veterans
veto
vets
veuillez
vfw
vibrant
vice
vicious
victims
victoria
victories
victorious
victory
vid
video
videos
vie
vietnam
view
views
vigilant
vigorously
village
villages
villeray
violate
violated
violation
violence
violent
virginia
virtually
visas
vision
visit
visite
visited
visitera
visiting
visitors
visits
vital
voice
voiced
voices
voicesofliberty
voici
voir
vol
vole
voles
volunteer
volunteering
volunteerism
volunteers
vos
vot
vote
voted
voter
voters
votes
voting
votre
vous
vowed
vp
vraiment
vrier
vs
vtdigger
vulgar
vulnerable
wa
wage
wages
waging
wagner
waikato
wait
waiting
waits
wake
wal
walk
walked
walker
walking
walks
wall
wallace
walter
walton
wamc
want
wanted
wanting
wants
war
warm
warming
warned
warner
warning
warnings
warns
warren
wars
washington
wasserman
waste
wasted
watch
watched
watches
watching
water
waterloo
watts
waves
way
ways
wcax
weak
weakness
wealth
wealthiest
wealthy
weapons
wear
wearing
weather
weaver
web
website
websites
wedding
wednesday
week
weekend
weekly
weeks
weigh
welch
welcome
welcomed
welcomes
welcoming
welfare
wellington
went
wentworth
west
western
westminster
wexford
wfff
wheeler
wheels
whitby
white
whitehouse
wi
wide
widening
wider
widespread
widows
wield
wife
wild
william
williams
willing
willingness
williston
wilson
win
wind
wine
wing
winner
winners
winning
winnipeg
wins
winston
winter
wisconsin
wisdom
wish
wishes
wishing
witness
wolf
woman
women
won
wonder
wonderful
wondering
woo
woods
word
words
work
worked
worker
workers
workforce
working
workplace
works
workshops
world
worried
worry
worse
worst
worth
wow
wptz
wreck
write
writes
writing
written
wrong
wrote
wsj
wvny
wwii
wyoming
xavier
xl
yahoo
yeah
year
years
yellen
yes
yesterday
yokohama
york
yorktown
young
younger
youth
youtube
zealand
zealanders
zero
zimmerman
zip
zone
zoo
